Repository: Aravindhan-M/first_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Find a plan
ar: العثور على خطة

source: Compare tablet plans
ar: مقارنة خطط الأجهزةاللوحية

source: Mobile plans
ar: باقات الهواتف المحمولة

source: Mobile Phones
ar: الهواتف المحمولة

source: Mobile Internet
ar: باقات الانترنت

source: Fixed Internet
ar: انترنت ثابت

source: Additional Services
ar: الخدمات والمزايا

source: Login
ar: الدخول

source: Register
ar: التسجيل

source: Copyright
ar: حقوق الطبع والنشر

source: Choose the best plan in Saudi Arabia
ar: اختر أفضل الباقات في المملكة العربية السعودية

source: Providers
ar: مقدمي الخدمات

source: See specifications
ar: انظر المواصفات

source: Available in 12 plans
ar: متوفر فى 12 باقة

source: Buy mobile Phone
ar: شراء الهاتف المحمول

source: Choose the Best Plans for
ar: اختيار أفضل الخطط ل

source: Best Mobile plans
ar: افضل باقات الهواتف المحمولة

source: Need SIM card only
ar: تحتاج شريحة المحمول فقط

source: Monthly Usage
ar: الاستهلاك الشهرى

source: Data
ar: البيانات

source: Minutes
ar: الدقائق

source: Messages
ar: الرسائل

source: Network
ar: الشبكة

source: Plans Available
ar: الباقات المتاحة

source: Search All Operators
ar: البحث فى جميع مقدمي الخدمات

source: Top Smartphones
ar: احدث الهواتف الذكية

source: Go to the nearest branch
ar: اذهب إلى أقرب فرع

source: Select Mobile Phone
ar: اختر الهاتف المحمول

source: Select Internet Device
ar: اخترجهاز الإنترنت

source: ADSL & Fiber Internet
ar: باقاتا انترنت الفايبر و ال دى اس ال
